Repository: xxshubhamxx/cmux-panecho
Catalog: Resources/InfoPlist.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, zh_hans, zh_hant

# NSSystemExtensionUsageDescription
source: Panecho installs a network extension so this Mac can reach your Cloud machines on their private network. It runs only while you use Panecho Cloud.
ar: يقوم Panecho بتثبيت امتداد شبكة ليتمكن جهاز Mac هذا من الوصول إلى أجهزة السحابة الخاصة بك على شبكتها الخاصة. يعمل هذا الامتداد فقط أثناء استخدامك لـ Panecho Cloud.
de: Panecho installiert eine Netzwerkerweiterung, damit dieser Mac Ihre Cloud-Maschinen in deren privatem Netzwerk erreichen kann. Sie wird nur ausgeführt, während Sie Panecho Cloud verwenden.
es: Panecho instala una extensión de red para que este Mac pueda conectarse a tus máquinas Cloud en su red privada. Solo se ejecuta mientras usas Panecho Cloud.
fr: Panecho installe une extension réseau afin que ce Mac puisse accéder à vos machines Cloud sur leur réseau privé. Elle ne s’exécute que lorsque vous utilisez Panecho Cloud.
ja: Panecho はこの Mac からプライベートネットワーク上のクラウドマシンに到達できるように、ネットワーク機能拡張をインストールします。機能拡張は Panecho Cloud を使用している間だけ動作します。
ko: cmux는 이 Mac이 사설 네트워크의 Cloud 머신에 연결할 수 있도록 네트워크 확장을 설치합니다. 이 확장은 Panecho Cloud를 사용하는 동안에만 실행됩니다.
zh_hans: Panecho 会安装一个网络扩展，让这台 Mac 能够通过专用网络访问您的云端机器。它仅在您使用 Panecho Cloud 期间运行。
zh_hant: Panecho 會安裝網路延伸功能，以便此 Mac 可透過私人網路連線至您的 Cloud 虛擬主機。此功能僅在您使用 Panecho Cloud 時執行。
